---
kind: property
id: P:Autodesk.Revit.DB.TransmissionData.Version
source: html/d01d1bca-0cad-3484-378a-c8727d0abac2.htm
---
# Autodesk.Revit.DB.TransmissionData.Version Property

The format version for TransmissionData

## Syntax (C#)
```csharp
public int Version { get; }
```